app/Controllers/EstudiantesController.php

    public function index()
    {
        return view('estudiantes/index', [
            'title' => 'Estudiantes',
            'active' => 'estudiantes',
            'list' => $this->estudianteModel->findAll()
---
SELECT *
FROM `estudiantes`